/* action icon */
"NSActionTemplate" = "action";

/* add icon */
"NSAddTemplate" = "add";

/* advanced icon */
"NSAdvanced" = "advanced";

/* generic application icon */
"NSApplicationIcon" = "application icon";

/* muted audio output icon */
"NSAudioOutputMuteTemplate" = "muted";

/* output volume high icon */
"NSAudioOutputVolumeHighTemplate" = "volume high";

/* output volume low icon */
"NSAudioOutputVolumeLowTemplate" = "volume low";

/* output volume medium icon */
"NSAudioOutputVolumeMedTemplate" = "volume medium";

/* output volume off icon */
"NSAudioOutputVolumeOffTemplate" = "volume off";

/* Bluetooth icon */
"NSBluetoothTemplate" = "Bluetooth";

/* Bonjour icon */
"NSBonjour" = "Bonjour";

/* bookmarks icon */
"NSBookmarksTemplate" = "bookmarks";

/* caution icon */
"NSCaution" = "caution";

/* color panel icon */
"NSColorPanel" = "color panel";

/* column view icon */
"NSColumnViewTemplate" = "column view";

/* computer icon */
"NSComputer" = "computer";

/* MobileMe icon */
"NSDotMac" = "MobileMe";

/* triangle indicating a drop down menu icon */
"NSDropDownIndicatorTemplate" = "drop down";

/* enter full screen icon */
"NSEnterFullScreenTemplate" = "enter full screen";

/* everyone icon */
"NSEveryone" = "everyone";

/* exit full screen icon */
"NSExitFullScreenTemplate" = "exit full screen";

/* fast forward icon */
"NSFastForwardTemplate" = "fast forward";

/* cover flow view icon */
"NSFlowViewTemplate" = "cover flow view";

/* generic folder icon */
"NSFolder" = "folder";

/* burnable folder icon */
"NSFolderBurnable" = "burnable folder";

/* smart folder icon */
"NSFolderSmart" = "smart folder";

/* follow link icon */
"NSFollowLinkFreestandingTemplate" = "follow link";

/* font panel icon */
"NSFontPanel" = "font panel";

/* go left icon */
"NSGoLeftTemplate" = "go left";

/* go right icon */
"NSGoRightTemplate" = "go right";

/* home icon */
"NSHomeTemplate" = "home";

/* iChat Theater icon */
"NSIChatTheaterTemplate" = "iChat Theater";

/* icon view icon */
"NSIconViewTemplate" = "icon view";

/* info icon */
"NSInfo" = "info";

/* invalid data icon */
"NSInvalidDataFreestandingTemplate" = "invalid data";

/* left arrow icon */
"NSLeftFacingTriangleTemplate" = "left arrow";

/* list view icon */
"NSListViewTemplate" = "list view";

/* lock icon */
"NSLockLockedTemplate" = "lock";

/* unlocked lock icon */
"NSLockUnlockedTemplate" = "unlocked lock";

/* MobileMe icon */
"NSMobileMe" = "MobileMe";

/* multiple documents icon */
"NSMultipleDocuments" = "multiple documents";

/* network icon */
"NSNetwork" = "network";

/* path icon */
"NSPathTemplate" = "path";

/* pause icon */
"NSPauseTemplate" = "pause";

/* play button icon */
"NSPlayTemplate" = "play";

/* preferences icon */
"NSPreferencesGeneral" = "preferences";

/* next icon */
"NSPrivateArrowNextTemplate" = "next";

/* previous icon */
"NSPrivateArrowPreviousTemplate" = "previous";

/* chapters icon */
"NSPrivateChaptersTemplate" = "chapters";

/* Quick Look icon */
"NSQuickLookTemplate" = "Quick Look";

/* start recording icon */
"NSRecordStartTemplate" = "start recording";

/* stop recording icon */
"NSRecordStopTemplate" = "stop recording";

/* refresh icon */
"NSRefreshFreestandingTemplate" = "refresh";

/* refresh icon */
"NSRefreshTemplate" = "refresh";

/* remove icon */
"NSRemoveTemplate" = "remove";

/* reveal icon */
"NSRevealFreestandingTemplate" = "reveal";

/* rewind icon */
"NSRewindTemplate" = "rewind";

/* right arrow icon */
"NSRightFacingTriangleTemplate" = "right arrow";

/* script (as in applescript) icon */
"NSScriptTemplate" = "script";

/* share icon */
"NSShareTemplate" = "share";

/* skip ahead icon */
"NSSkipAheadTemplate" = "skip ahead";

/* skip back icon */
"NSSkipBackTemplate" = "skip back";

/* slidehow icon */
"NSSlideshowTemplate" = "slideshow";

/* smart item icon */
"NSSmartBadgeTemplate" = "smart item";

/* status available icon */
"NSStatusAvailable" = "available";

/* status unavailable icon */
"NSStatusNone" = "no availability status";

/* status partially available icon */
"NSStatusPartiallyAvailable" = "partially available";

/* status unavailable icon */
"NSStatusUnavailable" = "unavailable";

/* stop progress icon */
"NSStopProgressFreestandingTemplate" = "stop progress";

/* stop progress icon */
"NSStopProgressTemplate" = "stop progress";

/* bookmarks icon as it appears in toolbars */
"NSToolbarBookmarks" = "bookmarks";

/* trash (empty) icon */
"NSTrashEmpty" = "trash";

/* trash (full) icon */
"NSTrashFull" = "full trash";

/* user icon */
"NSUser" = "user";

/* user accounts icon */
"NSUserAccounts" = "user accounts";

/* group icon */
"NSUserGroup" = "group";

/* guest user icon */
"NSUserGuest" = "guest";

